{
  "pageTextData": [
    {
      "title": "The World's Largest Nonalcoholic Beverage Company\n",
      "subTitle": "Our company’s purpose is to refresh the world and make a difference. Our portfolio of brands includes Coca-Cola, Sprite, Fanta and other sparkling soft drinks. Our hydration, sports, coffee and tea brands include Dasani, smartwater, vitaminwater, Topo Chico, Powerade, Costa, Georgia, Gold Peak, Honest, Ayataka, and BodyArmor. Our nutrition, juice, dairy and plant-based beverage brands include Minute Maid, Simply, innocent, Del Valle, fairlife and AdeS."
    },
    {
      "title": "Formula of natural flavorings\n",
      "subTitle": "The exact formula of Coca-Cola's natural flavourings (but not its other ingredients, which are listed on the side of the bottle or can) is a trade secret. The original copy of the formula was held in SunTrust Bank's main vault in Atlanta for 86 years. Its predecessor, the Trust Company, was the underwriter for the Coca-Cola Company's initial public offering in 1919. On December 8, 2011, the original secret formula was moved from the vault at SunTrust Banks to a new vault containing the procedure\n"
    },
    {
      "title": "Logo\n",
      "subTitle": "The Coca-Cola logo was created by John Pemberton's bookkeeper, Frank Mason Robinson, in 1885. Robinson came up with the name and chose the logo's distinctive cursive script. The writing style used, Spencerian Script, was developed in the mid-19th century and was the dominant form of formal handwriting in the United States during that period."
    },
    {
      "title": "CocaCola zero 3d model",
      "description": "This X3D model of the cocaCola can has been created in Cinema 4D, exported to VRML97 and converted using the Blender to X3D for display online."
    },
    {
      "title": "Coke 3d model",
      "description": "This X3D model of the light Coke can has been created in Cinema 4D, exported to VRML97 and converted using the Blender to X3D for display online."
    },
    {
      "title": "simple cocaCola 3d model",
      "description": "This X3D model of the simple cocaCola can has been created in Cinema 4D, exported to VRML97 and converted using the Blender to X3D for display online."
    }
  ]
}